Repository: eteubert/archivist-custom-archive-templates
Catalog: languages/archivist-*.po
Languages: de_de

source: Sorry, This plugin requires WordPress 3.0+
de_de: Whops, das Plugin benötigt mindestens WordPress 3.0.

source: Sorry, This plugin has taken a bold step in requiring PHP 5.3.0+, Your server is currently running PHP %2s, Please bug your host to upgrade to a recent version of PHP which is less bug-prone. At last count, &lt;strong>over 80%% of WordPress installs are using PHP 5.2+&lt;/strong>.
de_de: Whops, dieses Plugin benutzt Features aus PHP 5.3.0. Dein Server läuft im Moment auf PHP %2s. Bitte deinen Hoster freundlich, auf eine aktuelle PHP Version (die auch weniger Fehler und weniger Sicherheitslücken enthält) umzusteigen. PHP 5.3.0 gibt es seit Sommer 2009, es wird also höchste Zeit!

source: Archivist Error: Unknown template "%1s"
de_de: Archivist Fehler: Unbekanntes Template "%1s"

source: Template "%1s" is now your default. All [archivist ...] shortcodes without a template option will use this to display the archive.
de_de: Template "%1s" wurde als Standard gesetzt. Alle [archivist ...] Shortcodes ohne template Option werden nun dieses nutzen, um das Archiv darzustellen.

source: Template "%1s" deleted.
de_de: Template "%1s" gelöscht.

source: Template "%1s" created.
de_de: Template "%1s" erstellt.

source: Template "%1s" already exists.
de_de: Template "%1s" existiert bereits.

source: Edit Templates
de_de: Template Bearbeiten

source: Add Templates
de_de: Template Hinzufügen

source: Creator
de_de: Entwickler

source: Hey, I'm Eric. I created this plugin.<br/> If you like it, consider to flattr me a beer.
de_de: Hi, ich bin Eric. Ich habe das Plugin geschrieben.<br/> Wenn du es magst, kannst du mir ein Bier flattrn.

source: Get in touch: Visit my <a href="%1s">Homepage</a>, follow me on <a href="%2s">Twitter</a> or look at my projects on <a href="%3s">GitHub</a>.
de_de: Kontaktmöglichkeiten: Besuche meine <a href="%1s">Homepage</a>, folge mir auf <a href="%2s">Twitter</a> oder schau dir meine Projekte auf <a href="%3s">GitHub</a> an.

source: Examples
de_de: Beispiele

source: Here are some example shortcodes. Copy them into any of your posts or pages and modify to your liking.
de_de: Dies sind einige Shortcode-Beispiele. Kopiere sie in einen Artikel oder eine Seite und passe den Code dann an.

source: Display all posts in the "kitten" category.
de_de: Zeige alle Artikel, die in der "kitten" Kategorie sind.

source: Display all posts tagged with "kitten".
de_de: Zeige alle Artikel, die mit "kitten" getaggt sind.

source: Placeholders
de_de: Platzhalter

source: The post title.
de_de: Der Titel des Artikels.

source: The post permalink.
de_de: Der Permalink des Artikels.

source: The post author.
de_de: Der Autor des Artikels.

source: The post categories as unordered list.
de_de: Die Kategorien des Artikels als ungeordnete Liste.

source: The post categories with a custom separator. Example: <pre>%CATEGORIES|, %</pre>
de_de: Die Kategorien des Artikels mit benutzerdefiniertem Trennzeichen. Beispiel: <pre>%CATEGORIES|, %</pre>

source: The post tags with default separator.
de_de: Die Tags des Artikels mit dem Standard Trennzeichen.

source: The post tags with a custom separator. Example: <pre>%TAGS|, %</pre>
de_de: Die Tags des Artikels mit definiertem Trennzeichen. Beispiel: <pre>%TAGS|, %</pre>

source: The post excerpt.
de_de: Der Artikel Auszug.

source: Any post meta. Example: <pre>%POST_META|duration%</pre>
de_de: Ein benutzerdefiniertes Feld eines Artikels. Beispiel: <pre>%POST_META|duration%</pre>

source: The post date with default format.
de_de: Das Datum des Artikels im Standarformat.

source: The post date with custom format. Example: <pre>%DATE|Y/m/d%</pre>
de_de: Das Datum mit benutzerdefiniertem Format. Beispiel: <pre>%DATE|Y/m/d%</pre>

source: The post thumbnail with certain dimensions. Example: <pre>%POST_THUMBNAIL|75x75%</pre>
de_de: Das Artikelbild mit benutzerdefinierter Höhe und Breite. Beispiel: <pre>%POST_THUMBNAIL|75x75%</pre>

source: The post comment count.
de_de: Die Kommentaranzahl des Artikels.

source: Add Template
de_de: Template Hinzufügen

source: New Template Name
de_de: Name des neuen Templates

source: This name will be used in the shortcode to identify the template.<br/>Example: If you name the template "rockstar", then you can use it with a shortcode like <em>[archivist template="rockstar" category="..."]</em>
de_de: Dieser Name wird im Shortcode benutzt, um das Template zu identifizieren.<br/>Beispiel: Wenn du das Template "rockstar" nennst, dann kannst du es mit einem solchen Shortcode benutzen: <em>[archivist template="rockstar" category="..."]</em>

source: Add New Template
de_de: Neues Template hinzufügen

source: Choose Template
de_de: Template auswählen

source: Template to edit
de_de: Zu bearbeitendes Template

source: (default)
de_de: (Standard)

source: Settings for "%1s" Template
de_de: Einstellungen für das "%1s" Template

source: Default Template
de_de: Standard Template

source: Set to Default
de_de: Als Standard festlegen

source: Before
de_de: Davor

source: Add HTML to be displayed before the archive loop.
de_de: Dieses HTML wird vor dem Archiv-Block dargestellt.

source: Add HTML for each archive element. Use placeholder tags to display post data.
de_de: Dieses HTML wird benutzt, um ein einzelnes Archiv-Element darzustellen. Benutze Platzhalter, um Artikel-spezifische Daten anzuzeigen.

source: After
de_de: Danach

source: Add HTML to be displayed after the archive loop.
de_de: Dieses HTML wird nach dem Archiv-Block dargestellt.

source: Other
de_de: Sonstiges

source: Custom CSS
de_de: Eigenes CSS

source: Default Thumbnail url
de_de: Standard Artikelbild url

source: If you are using the <em>%POST_THUMBNAIL|...x...%</em> placeholder and the post has no thumbnail, then this image will be used.
de_de: Wenn du den <em>%POST_THUMBNAIL|...x...%</em> Platzhalter nutzt und der Artikel kein Artikelbild hat, wird dieses Bild angezeigt.

source: delete permanently
de_de: dauerhaft löschen
